couchbase_redis_benchmark/logs/480_replica_24master_24replica/ycsb_log_0.txt
[OVERALL], RunTime(ms), 600019.0
[OVERALL], Throughput(ops/sec), 94558.65230934354
[TOTAL_GCS_PS_Scavenge], Count, 1582.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 4725.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7874750632896625
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1582.0
[TOTAL_GC_TIME], Time(ms), 4725.0
[TOTAL_GC_TIME_%], Time(%), 0.7874750632896625
[READ], Operations, 2.8367108E7
[READ], AverageLatency(us), 288.5703534530203
[READ], MinLatency(us), 48.0
[READ], MaxLatency(us), 37599.0
[READ], 80thPercentileLatency(us), 239.0
[READ], 99thPercentileLatency(us), 2149.0
[READ], 95thPercentileLatency(us), 1283.0
[READ], 50thPercentileLatency(us), 176.0
[READ], Return=OK, 28367108
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 0.5
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 6.0
[CLEANUP], 80thPercentileLatency(us), 0.0
[CLEANUP], 99thPercentileLatency(us), 6.0
[CLEANUP], 95thPercentileLatency(us), 4.0
[CLEANUP], 50thPercentileLatency(us), 0.0
[UPDATE], Operations, 2.836988E7
[UPDATE], AverageLatency(us), 292.493512203788
[UPDATE], MinLatency(us), 45.0
[UPDATE], MaxLatency(us), 39839.0
[UPDATE], 80thPercentileLatency(us), 243.0
[UPDATE], 99thPercentileLatency(us), 2155.0
[UPDATE], 95thPercentileLatency(us), 1286.0
[UPDATE], 50thPercentileLatency(us), 180.0
[UPDATE], Return=OK, 28369880