couchbase_redis_benchmark/logs/480_replica_24master_24replica/ycsb_log_1.txt
[OVERALL], RunTime(ms), 600052.0
[OVERALL], Throughput(ops/sec), 97180.31937232107
[TOTAL_GCS_PS_Scavenge], Count, 1257.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 4779.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7964309759820815
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1257.0
[TOTAL_GC_TIME], Time(ms), 4779.0
[TOTAL_GC_TIME_%], Time(%), 0.7964309759820815
[READ], Operations, 2.9158696E7
[READ], AverageLatency(us), 280.4754773327312
[READ], MinLatency(us), 44.0
[READ], MaxLatency(us), 34815.0
[READ], 80thPercentileLatency(us), 231.0
[READ], 99thPercentileLatency(us), 2129.0
[READ], 95thPercentileLatency(us), 1271.0
[READ], 50thPercentileLatency(us), 168.0
[READ], Return=OK, 29158696
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 68.36666666666666
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 1018.0
[CLEANUP], 80thPercentileLatency(us), 0.0
[CLEANUP], 99thPercentileLatency(us), 1018.0
[CLEANUP], 95thPercentileLatency(us), 1010.0
[CLEANUP], 50thPercentileLatency(us), 0.0
[UPDATE], Operations, 2.9154549E7
[UPDATE], AverageLatency(us), 285.4772131443364
[UPDATE], MinLatency(us), 44.0
[UPDATE], MaxLatency(us), 36991.0
[UPDATE], 80thPercentileLatency(us), 235.0
[UPDATE], 99thPercentileLatency(us), 2137.0
[UPDATE], 95thPercentileLatency(us), 1278.0
[UPDATE], 50thPercentileLatency(us), 173.0
[UPDATE], Return=OK, 29154549