couchbase_redis_benchmark/logs/480_replica_24master_24replica/ycsb_log_2.txt
[OVERALL], RunTime(ms), 600032.0
[OVERALL], Throughput(ops/sec), 98345.54490427177
[TOTAL_GCS_PS_Scavenge], Count, 1377.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 4394.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.732294277638526
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1377.0
[TOTAL_GC_TIME], Time(ms), 4394.0
[TOTAL_GC_TIME_%], Time(%), 0.732294277638526
[READ], Operations, 2.9506276E7
[READ], AverageLatency(us), 280.7787178564994
[READ], MinLatency(us), 47.0
[READ], MaxLatency(us), 45631.0
[READ], 80thPercentileLatency(us), 233.0
[READ], 99thPercentileLatency(us), 2127.0
[READ], 95thPercentileLatency(us), 1260.0
[READ], 50thPercentileLatency(us), 169.0
[READ], Return=OK, 29506276
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 37.13333333333333
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 1082.0
[CLEANUP], 80thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 1082.0
[CLEANUP], 95thPercentileLatency(us), 11.0
[CLEANUP], 50thPercentileLatency(us), 0.0
[UPDATE], Operations, 2.9504198E7
[UPDATE], AverageLatency(us), 287.27884760670327
[UPDATE], MinLatency(us), 46.0
[UPDATE], MaxLatency(us), 50111.0
[UPDATE], 80thPercentileLatency(us), 239.0
[UPDATE], 99thPercentileLatency(us), 2137.0
[UPDATE], 95thPercentileLatency(us), 1269.0
[UPDATE], 50thPercentileLatency(us), 176.0
[UPDATE], Return=OK, 29504198