couchbase_redis_benchmark/logs/480_replica_24master_24replica/ycsb_log_3.txt
[OVERALL], RunTime(ms), 600079.0
[OVERALL], Throughput(ops/sec), 98343.37978832787
[TOTAL_GCS_PS_Scavenge], Count, 1287.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 4763.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.7937288257046156
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1287.0
[TOTAL_GC_TIME], Time(ms), 4763.0
[TOTAL_GC_TIME_%], Time(%), 0.7937288257046156
[READ], Operations, 2.9511151E7
[READ], AverageLatency(us), 280.8543841953165
[READ], MinLatency(us), 48.0
[READ], MaxLatency(us), 48671.0
[READ], 80thPercentileLatency(us), 232.0
[READ], 99thPercentileLatency(us), 2125.0
[READ], 95thPercentileLatency(us), 1264.0
[READ], 50thPercentileLatency(us), 169.0
[READ], Return=OK, 29511151
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 0.43333333333333335
[CLEANUP], MinLatency(us), 0.0
[CLEANUP], MaxLatency(us), 4.0
[CLEANUP], 80thPercentileLatency(us), 0.0
[CLEANUP], 99thPercentileLatency(us), 4.0
[CLEANUP], 95thPercentileLatency(us), 4.0
[CLEANUP], 50thPercentileLatency(us), 0.0
[UPDATE], Operations, 2.9502646E7
[UPDATE], AverageLatency(us), 285.7333173099118
[UPDATE], MinLatency(us), 43.0
[UPDATE], MaxLatency(us), 48639.0
[UPDATE], 80thPercentileLatency(us), 237.0
[UPDATE], 99thPercentileLatency(us), 2133.0
[UPDATE], 95thPercentileLatency(us), 1270.0
[UPDATE], 50thPercentileLatency(us), 174.0
[UPDATE], Return=OK, 29502646